"TITLE_INTRODUCTION" = "簡介";
"TITLE_IDENTIFYING" = "正在識別您的鍵盤";
"TITLE_CONCLUSION" = "結論";
"TITLE_SELECT" = "選擇鍵盤類型";

"INTRO_TEXT" = "無法辨識您的鍵盤，此鍵盤必須在辨識之後才能使用。若要辨識此鍵盤，請按一下“繼續”。\n\n如果您的鍵盤可以正常工作，而且您在電腦上連接了其他鍵盤以外的 USB 輸入設備，您可以略過此步驟。";
"LEFT_SHIFT_TEXT" = "請立即按下鍵盤左側 Shift 鍵右邊的按鍵。";
"RIGHT_SHIFT_TEXT" = "請立即按下鍵盤右側 Shift 鍵左邊的按鍵。";
"SHIFT_SUB_TEXT" = "請僅按下按鍵一次，且不要按住鍵盤太久。當按鍵已經辨識好後，下一個面板將會出現。";
"CONFIRM_TEXT" = "已識別您的鍵盤。請按“完成”一下來開始使用您的電腦。若這不是您正確的鍵盤類型，請選擇類型並按“完成”一下。";
"FORCE_CONFIRM_TEXT" = "選擇鍵盤類型並按“完成”一下。若您不知道鍵盤類型，請聯絡鍵盤的製造商並要求他們為您識別出鍵盤的類型。";
"PROGRESS_TEXT" = "正在識別您的鍵盤⋯";
"WARNING_TITLE" = "無法識別您的鍵盤。";
"WARNING_MESSAGE" = "您按的按鍵還沒有被辨識。請按“好”一下來選擇鍵盤類型。";
"OK_BUTTON" = "好";
"SKIP_BUTTON" = "略過";

"EXTERNAL_LEFT_SHIFT_TEXT" = "請在無法辨識的鍵盤上立即按下左側 Shift 鍵右邊的按鍵。";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "請在無法辨識的鍵盤上立即按下右側 Shift 鍵左邊的按鍵。";
"EXTERNAL_WARNING_MESSAGE" = "您已經在您的 Apple 鍵盤上按下某一個按鍵。請在無法辨識的鍵盤上按下按鍵。";

"ANSI_TITLE" = "ANSI（美國和其他國家或地區）";
"ANSI_HINT" = "標準 101 鍵或 102 鍵的鍵盤和其他鍵盤";

"ISO_TITLE" = "ISO（歐洲）";
"ISO_HINT" = "ISO/IEC 9995 標準鍵盤";

"JIS_TITLE" = "JIS（日本）";
"JIS_HINT" = "含輸入法按鍵的日本標準鍵盤";

"MacISO_TITLE" = "ISO（歐洲）";
"MacISO_HINT" = "ISO/Macintosh 鍵盤";
